{
    "imagedTitleP":
    {
        "title":"Origine",
        "imageSrc":"../public/image/photo-home.jpg",
        "imageAlt":"Chat Ragdoll"
    },
    "titleP":
    {
        "titlePhysical":"Caratéristique physique",
        "titleCharacter":"Caractère et comportement",
        "titleExpectancy":"Espérance de vie",
        "titleCalculator":"Calculer l'âge humain de votre chat"
    },

    "bubble": [
        {
            "age":"12 ans",
            "title":"Minimum"
        },
        {
            "age":"17 ans",
            "title":"Maximum"
        }
    ],
    "origin": [
        {
            "content":"Le ragdoll est une race de chat originaire des Etats-Unis. "
        },
        {
            "content":"La race de chat Ragdoll a été créée au début des années 1960 par Ann Baker, une éleveuse de chats Persans résidant à Riverside, en Californie. Elle a obtenu cette race en croisant une chatte Persan Angora avec un chat Sacré de Birmanie, donnant ainsi naissance à un compagnon d'une douceur remarquable. Ann Baker a nommé cette nouvelle race 'Ragdoll', ce qui signifie littéralement « poupée de chiffon »."
        }
    ],
    "physical": [
        {
            "span": "Son corps ",
            "content":"est de construction puissante, lourde et longue, s'inscrivant dans un rectangle. Le cou est court et bien musclé, la poitrine large et arrondie, et les pattes sont de taille moyenne avec une ossature robuste."
        },
        {
            "span": "Son poil ",
            "content":"est mi-long et soyeux. Le poil de couverture est bien fourni et accompagné d'un sous-poil. Il est plus court sur les pattes avant et plus long et dense sur les pattes arrière. La collerette est particulièrement recherchée."
        },
        {
            "span": "Sa tête ",
            "content":"est triangulaire avec des contours arrondis, un crâne et un front arrondis également. Le museau est de longueur moyenne, bien développé, avec un menton bien marqué."
        },
        {
            "span": "Ses yeux ",
            "content":"sont de grande taille, en forme d'ovale, légèrement inclinés sans tendre vers le style oriental. La couleur est d'un bleu très intense."
        },
        {
            "span": "Ses oreilles ",
            "content":"sont de taille moyenne, larges à leur attache, prolongeant la forme triangulaire de la tête et légèrement pointées vers l'avant. Leurs sommets sont arrondis. "
        },
        {
            "span": "Sa queue ",
            "content":"est longue, large à la base et généreusement recouverte de poils."
        }
    ],
    "character":[
        {
            "content":" La douceur du Ragdoll est l'une de ses caractéristiques les plus marquantes. Ce chat n'affiche aucune forme d'agressivité. Sa patience exemplaire en fait un compagnon idéal pour les enfants. Très calme et discret, il recherche constamment la tranquillité et n'aime pas l'agitation. Il n'apprécie pas non plus la solitude et passe la majeure partie de son temps près de son maître. Envers ce dernier, il est très affectueux, aimant les câlins, rester sur ses genoux et même être pris dans ses bras. Le Ragdoll est avant tout un chat d'intérieur, préférant la quiétude, le confort et la sécurité de la maison au tumulte du monde extérieur."
        }
    ]
}